---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.FeedThroughLugsIsDisabled
source: html/45a6ab8a-f9b2-bcd2-f594-691228dee6e7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.FeedThroughLugsIsDisabled Property

The feed through lugs option is unchecked.

## Syntax (C#)
```csharp
public static FailureDefinitionId FeedThroughLugsIsDisabled { get; }
```